Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_allow_screenshots_mode_limited_title
source: Allowed, with a visual cue
ar: مسموح، مع إشارة مرئية
de: Erlaubt, mit visuellem Hinweis
es: Permitido, con una capa visual
fr: Autorisé, avec un signal visuel
hu: Engedélyezve, vizuális jelzéssel
it: Permesso, con avviso visivo
ja: 許可（視覚的インジケータ付き）
ko: 허용됨 (시각적 표시 포함)
pt_br: Permitido, com um sinal visual
pt_pt: Permitido, com uma sugestão visual
ru: Разрешено, с визуальной индикацией
uk: Дозволено, з візуальним нагадуванням
zh_hans: 允许，但需有视觉提示

# pref_item_allow_screenshots_text_off
source: Hide the content of the app when switching between recent apps and forbid capturing a screen
ar: إخفاء محتوى التطبيق عند التبديل بين التطبيقات الحديثة ومنع التقاط الشاشة
de: Den Inhalt der App ausblenden, wenn zwischen den letzten Apps gewechselt wird und verbietet das Erfassen des Bildschirms
es: Ocultar el contenido de la app al cambiar entre aplicaciones recientes y restringir las capturas de pantalla
fr: Masquer le contenu de l'application lors du basculement entre les applications récentes et interdire la capture d'écran
hu: Az alkalmazás tartalmának elrejtése a legutóbbi alkalmazások közötti váltáskor és a képernyő rögzítésének megtiltása
it: Nascondi il contenuto dell'app quando si passa tra le app recenti e proibisci di catturare uno screenshot
ja: 最近のアプリ画面でアプリのコンテンツを非表示にし、画面キャプチャを禁止します。
ko: 앱 전환 화면에서 앱 내용을 숨기고 스크린샷 캡처를 금지합니다.
pt_br: Ocultar o conteúdo do aplicativo ao alternar entre aplicativos recentes e proíba a captura de tela
pt_pt: Ocultar o conteúdo do aplicativo ao alternar entre apps recentes e proibir a captura de tela
ru: Скрыть содержимое приложения при переключении между недавними приложениями и запретить создание скриншотов
uk: Приховувати вміст програми при перемиканні між нещодавніми додатками та заборонити запис екрану
zh_hans: 在最近任务和截图中隐藏应用内容

# pref_item_allow_screenshots_text_on
source: Show the content of the app when switching between recent apps and allow capturing a screen
ar: اعرض محتوى التطبيق عند التبديل بين التطبيقات الحديثة واسمح بالتقاط الشاشة
de: Zeige den Inhalt der App beim Wechsel zwischen den letzten Apps und erlaubt das Erfassen des Bildschirms
es: Mostrar el contenido de la aplicación al cambiar entre aplicaciones recientes y permitir la captura de una pantalla
fr: Afficher le contenu de l'application lors du basculement entre les applications récentes et permettre la capture d'écran
hu: Az alkalmazás tartalmának megjelenítése a legutóbbi alkalmazások közötti váltáskor és a képernyő rögzítésének lehetővé tétele
it: Mostra il contenuto dell'app quando si passa tra le app recenti e consente di catturare uno screenshot
ja: 最近のアプリ画面でアプリのコンテンツを表示し、画面キャプチャを許可します
ko: 앱 전환 화면에 앱 내용을 표시하고 스크린샷 캡처를 허용합니다.
pt_br: Mostrar o conteúdo do aplicativo ao alternar entre aplicativos recentes e permitir a captura de tela
pt_pt: Mostrar o conteúdo do aplicativo ao alternar entre apps recentes e permitir a captura de tela
ru: Показывать содержимое приложения при переключении между недавними приложениями и отображении экрана
uk: Показувати вміст програми при перемиканні між нещодавніми додатками та дозволити запис екрану
zh_hans: 在最近任务和截图中允许显示应用内容

# pref_item_allow_screenshots_title
source: Allow screenshots
ar: السماح بلقطات الشاشة
de: Screenshots erlauben
es: Permitir capturas de pantalla
fr: Autoriser captures d'écran
hu: Képernyőkép engedélyezése
it: Consenti screenshot
ja: スクリーンショットを許可
ko: 스크린샷 촬영 허용
pt_br: Permitir capturas de tela
pt_pt: Permitir captura de ecrã
ru: Разрешить скриншоты
uk: Дозволити знімки екрана
zh_hans: 允许截图

# pref_item_allow_two_panel_layout_in_landscape_title
source: Allow two panel layout in landscape mode
ar: السماح بتخطيط لوحتين في الوضع الأفقي
de: Erlaube zwei Panels Layout im Querformat
es: Permitir el diseño de dos paneles en modo horizontal
fr: Autoriser la mise en page de deux panneaux en mode paysage
hu: Két panel elrendezés engedélyezése fekvő módban
it: Consenti layout a due colonne in modalità orizzontale
ja: 横画面で 2 パネルレイアウトを使用
ko: 가로 모드에서 이중 패널 허용
pt_br: Permitir o layout de dois painéis no modo paisagem
pt_pt: Permitir visualização com dois painéis em modo paisagem
ru: Разрешить две панели в альбомном режиме
uk: Дозволити інтерфейс з двома панелями в ландшафтному режимі
zh_hans: 横屏下启用双面板布局

# pref_item_allow_two_panel_layout_in_portrait_title
source: Allow two panel layout in portrait mode
ar: السماح بتخطيط لوحتين في الوضع الرأسي
de: Erlaube zwei Panels Layout im Hochformat
es: Permitir el diseño de dos paneles en modo vertical
fr: Autoriser la mise en page de deux panneaux en mode portrait
hu: Két panel elrendezés engedélyezése álló módban
it: Consenti layout a due colonne in modalità verticale
ja: 縦画面で 2 パネルレイアウトを使用
ko: 세로 모드에서 이중 패널 허용
pt_br: Permitir o layout de dois painéis no modo retrato
pt_pt: Permitir visualização com dois painéis em modo retrato
ru: Разрешить две панели в портретном режиме
uk: Дозволити інтерфейс з двома панелями в портретному режимі
zh_hans: 竖屏下启用双面板布局

# pref_item_app_build_date_title
source: App build date
ar: تاريخ إنشاء التطبيق
de: App-Builddatum
es: Fecha de compilación
fr: Date de compilation de l'application
hu: Alkalmazás build dátuma
it: Data di compilazione app
ja: アプリのビルド日
ko: 앱 빌드 날짜
pt_br: Data de compilação do aplicativo
pt_pt: Data de instalação da aplicação
ru: Дата сборки приложения
uk: Дата збірки застосунку
zh_hans: 应用构建日期

# pref_item_app_build_ref_title
source: App build ref
ar: بناء التطبيق المرجع
es: Referencia de compilación de la aplicación
fr: Réf de construction d'applications
hu: Alkalmazás build referencia
it: Riferimento di compilazione app
ja: アプリビルドを参照
ko: 앱 빌드 레퍼런스
pt_br: Ref. de compilação do aplicativo
pt_pt: Ref criação da app
ru: Референс сборки приложения
uk: Посилання на коміт збірки застосунку
zh_hans: 应用程序构建参考值

# pref_item_app_changelog_title
source: App changelog
ar: سجل تغيير التطبيق
de: App Änderungsprotokoll
es: Lista de cambios
fr: Journal des modifications de l'application
hu: Alkalmazás változásnapló
it: Changelog della app
ja: アプリの更新履歴
ko: 앱 변경 내역
pt_br: Changelog do aplicativo
pt_pt: Registo de alterações da app
ru: Список изменений
uk: Список змін у програмі
zh_hans: 应用更新日志

# pref_item_app_team_title
source: Team behind the app
ar: فريق وراء التطبيق
de: Team hinter der App
es: Equipo detrás de la app
fr: L'équipe derrière l'application
hu: Az alkalmazás mögött álló csapat
it: Team dietro l'applicazione
ja: アプリの開発チーム
ko: 앱 개발 팀
pt_br: Equipe responsável pelo aplicativo
pt_pt: Equipa da aplicação
ru: Команда Keyguard
uk: Команда розробників застосунку
zh_hans: 开发团队

# pref_item_app_version_title
source: App version
ar: نسخة التطبيق
es: Versión de la app
fr: Version de l'appli
hu: Alkalmazás verzió
it: Versione app
ja: アプリのバージョン
ko: 앱 버전
pt_br: Versão do aplicativo
pt_pt: Versão da aplicação
ru: Версия приложения
uk: Версія застосунку
zh_hans: 应用版本

# pref_item_appearance_text
source: Language, theme, and animations
ar: اللغة والموضوع والرسوم المتحركة
de: Sprache, Theme und Animationen
es: Idioma, temas y animaciones
fr: Langue, thème et animations
hu: Nyelv, téma és animációk
it: Lingua, tema e animazioni
ja: 言語、テーマ、アニメーション
ko: 언어, 테마 및 애니메이션
pt_br: Idioma, tema e animações
pt_pt: Idioma, tema e animações
ru: Язык, тема и анимации
uk: Мова, тема оформлення та анімації
zh_hans: 语言、主题和动画

# pref_item_appearance_title
source: Appearance
ar: مظهر
de: Erscheinung
es: Apariencia
fr: Apparence
hu: Kinézet
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
pt_pt: Aparência
ru: Оформление
uk: Інтерфейс
zh_hans: 外观

# pref_item_autofill_auto_copy_otp_text
source: When filling in login information, automatically copy one-time passwords
ar: عند ملء معلومات تسجيل الدخول، قم تلقائيًا بنسخ كلمات المرور لمرة واحدة
de: Beim Ausfüllen von Login-Informationen, automatisch Einmalpasswörter kopieren
es: Cuando se rellena información del inicio de sesión, se copia automáticamente las contraseñas de un solo uso
fr: Lors de la saisie des informations de connexion, copiez automatiquement les mots de passe uniques
hu: Bejelentkezési adatok kitöltésekor automatikusan másolja az egyszer használatos jelszavakat
it: Quando si compilano le informazioni di accesso, copia automaticamente le password monouso
ja: ログイン情報を入力するときに、ワンタイムパスワードを自動的にコピーします。
ko: 로그인 정보를 입력할 때 OTP를 자동으로 복사합니다.
pt_br: Ao preencher uma informação de login, copie automaticamente as senhas de uso único
pt_pt: Ao preencher informações de login, copiar automaticamente códigos de uso único 2FA
ru: При заполнении регистрационной информации автоматически копировать одноразовые пароли
uk: Автоматично копіювати одноразові паролі при заповненні логіну
zh_hans: 填充登录信息时，自动复制一次性密码

# pref_item_autofill_auto_copy_otp_title
source: Auto-copy one-time passwords
ar: النسخ التلقائي لكلمات المرور لمرة واحدة
de: Einmalpasswörter automatisch kopieren
es: Auto-copiar contraseñas de un solo uso
fr: Copier automatiquement le mot de passe unique
hu: Egyszeri jelszavak automatikus másolása
it: Copia automaticamente OTP
ja: ワンタイムパスワードの自動コピー
ko: OTP 자동 복사
pt_br: Copiar automaticamente senhas de uso único
pt_pt: Copiar automaticamente códigos de verificação 2FA
ru: Автокопирование одноразовых паролей
uk: Автоматично копіювати одноразові паролі
zh_hans: 自动复制一次性密码

# pref_item_autofill_auto_save_source_title
source: Auto-save app or website info
ar: الحفظ التلقائي لمعلومات التطبيق أو موقع الويب
de: App oder Website-Info automatisch speichern
es: Auto-guardar app o información de un sitio
fr: Sauvegarde automatique des informations de l'application ou du site web
hu: Alkalmazás- vagy webhelyadatok automatikus mentése
it: Salvataggio automatico dell'app o informazioni del sito
ja: アプリまたはウェブサイト情報の自動保存
ko: 앱 또는 웹사이트 정보 자동 저장
pt_br: Salvar automaticamente as informações do aplicativo ou do site
pt_pt: Salvar automaticamente dados do aplicativo ou informações do site
ru: Автосохранение информации приложения или сайта
uk: Автозбереження інформації про застосунок або сайт
zh_hans: 自动保存应用或网站信息

# pref_item_autofill_block_uri_text
source: Prevents offering autofill for these URIs
ar: يمنع تقديم التعبئة التلقائية لعناوين URI هذه
de: Verhindert das Anbieten eines Autofills für diese URIs
es: Evita ofrecer autocompletado para estas URIs
fr: Empêche de proposer le remplissage automatique pour ces URIs
hu: Megakadályozza az automatikus kitöltés felajánlását ezeknél az URI-knál
it: Evita di suggerire la compilazione automatica per questi URI
ko: 설정한 URI에 대한 자동 완성을 차단합니다.
pt_br: Prevenir oferecimento de preenchimento automático para essas URIs
pt_pt: Impede o preenchimento automático para estes URIs
ru: Запрещает предлагать автозаполнение для этих URI
uk: Запобігає показу пропозицій автозаповнення для цих URI
zh_hans: 阻止为这些 URI 提供自动填充

# pref_item_autofill_block_uri_title
source: Block autofill
ar: حظر التعبئة التلقائية
de: Autofill blockieren
es: Bloquear autocompletado
fr: Bloquer le remplissage automatique
hu: Automatikus kitöltés blokkolása
it: Blocca riempimento automatico
ja: 自動入力ブロックリスト
ko: 자동 완성 차단
pt_br: Bloquear preenchimento automático
pt_pt: Bloquear preenchimento automático
ru: Блокировка автозаполнения
uk: Блокувати автозаповнення
zh_hans: 阻止自动填充

# pref_item_autofill_default_match_detection_title
source: Default match detection
ar: الكشف الافتراضي عن المطابقة
de: Standard Übereinstimmungserkennung
es: Detección de coincidencias predeterminada
fr: Détection de correspondance par défaut
hu: Alapértelmezett egyezésfelismerés
it: Rilevamento predefinito delle corrispondenze
ja: デフォルトの一致検出
ko: 기본 일치 인식
pt_br: Detecção padrão
pt_pt: Detecção de correspondência padrão
ru: Метод обнаружения по умолчанию
uk: Виявлення збігів за замовчуванням
zh_hans: 默认匹配检测

# pref_item_autofill_inline_suggestions_text
source: Embeds autofill suggestions directly into compatible keyboards
ar: يدمج اقتراحات الملء التلقائي مباشرة في لوحات المفاتيح المتوافقة
de: Füllvorschläge direkt in kompatiblen Tastaturen anzeigen
es: Inserta sugerencia de autocompletado directamente en teclados compatibles
fr: Intègre les suggestions de remplissage automatique directement dans les claviers compatibles
hu: Automatikus kitöltési javaslatokat ágyaz be közvetlenül a kompatibilis billentyűzetekbe
it: Integra i suggerimenti di riempimento automatico direttamente nelle tastiere compatibili
ja: 互換性のあるキーボードに自動入力の候補を表示します。
ko: 호환 가능한 키보드 앱에서 자동 완성을 제안합니다.
pt_br: Incorpora sugestões de preenchimento automático diretamente em teclados compatíveis
pt_pt: Incorpora sugestões de preenchimento automático diretamente em caixas de texto compatíveis
ru: Встраивает предложения автозаполнения прямо в совместимые клавиатуры
uk: Вбудовує пропозиції автозаповнення безпосередньо в сумісні клавіатури
zh_hans: 在支持的键盘中嵌入填充建议

# pref_item_autofill_inline_suggestions_title
source: Inline suggestions
ar: اقتراحات مضمنة
de: Inline-Vorschläge
es: Sugerencias automáticas
fr: Suggestions
hu: Beágyazott javaslatok
it: Suggerimenti inline
ja: インライン自動入力の候補
ko: 인라인 제안
pt_br: Sugestões em linha
pt_pt: Sugestões automáticas
ru: Встроенные предложения
uk: Вбудовані підказки
zh_hans: 填充建议

# pref_item_autofill_manual_selection_text
source: Displays an option to manually search a vault for an entry
ar: يعرض خيارًا للبحث يدويًا في المخزن عن إدخال
de: Zeigt eine Option an, um manuell einen Tresor nach einem Eintrag zu durchsuchen
es: Muestra una opción para buscar manualmente una entrada en la caja fuerte
fr: Affiche une option pour rechercher manuellement une entrée dans le coffre-fort
hu: Megjelenít egy lehetőséget egy elem manuális keresésére a széfben
it: Mostra un'opzione per cercare manualmente una voce in una cassaforte
ja: 保管庫内のエントリを手動で検索するオプションを表示します。
ko: 자동 완성 항목을 직접 검색할 수 있는 옵션을 표시합니다.
pt_br: Exibe uma opção para pesquisar manualmente uma entrada em um vault
pt_pt: Exibe uma opção para pesquisar manualmente no cofre por uma entrada
ru: Отображать параметр для ручного поиска в записях хранилища
uk: Показувати опцію ручного пошуку запису в сховищі
zh_hans: 显示手动搜索密码库的选项

# pref_item_autofill_manual_selection_title
source: Manual selection
ar: الاختيار اليدوي
de: Manuelle Auswahl
es: Selección manual
fr: Sélection manuelle
hu: Manuális Választás
it: Selezione manuale
ja: 手動選択
ko: 직접 선택
pt_br: Seleção Manual
pt_pt: Seleção manual
ru: Ручной выбор
uk: Ручний вибір
zh_hans: 手动选择

# pref_item_autofill_passkeys_enabled_text
source: Advertises passkey support to the Credential Manager, allowing the app to fulfill requests
ar: يعلن عن دعم مفتاح المرور لمدير بيانات الاعتماد، مما يسمح للتطبيق بتلبية الطلبات
de: Gibt die Passkey-Unterstützung an den Credential Manager weiter, damit die App entsprechende Anfragen bearbeiten kann
es: Anuncia el soporte de claves de acceso al gestor de credenciales, permitiendo que la aplicación cumpla las solicitudes
fr: Annonce la prise en charge des clés d'accès (passkeys) au gestionnaire d'identifiants, permettant à l'application de répondre aux demandes
hu: Hozzáférési kulcs támogatás hirdetése a Hitelesítőadat-kezelő (Credential Manager) számára, lehetővé téve a kérések teljesítését az alkalmazásnak
it: Comunica al Gestore credenziali il supporto per le passkey, in modo da consentire all'app di soddisfare le richieste
ja: 認証情報マネージャーにパスキーのサポートを通知し、アプリがリクエストを処理できるようにします
ko: 인증 관리자에 패스키 지원을 알리고 요청을 처리할 수 있도록 허용합니다.
pt_br: Anuncia suporte por chaves de acesso ao Gerenciador de Credenciais, permitindo que o aplicativo atenda a solicitações
pt_pt: Anuncia suporte de chaves de acesso para o gestor de credenciais, permitindo que a aplicação atenda às solicitações
uk: Повідомляє системний менеджер облікових даних про підтримку ключів доступу
zh_hans: 向凭证管理器声明支持通行密钥，从而允许应用程序满足请求

# pref_item_autofill_passkeys_enabled_title
source: Passkeys support
ar: دعم مفاتيح المرور
de: Passkey-Unterstützung
es: Soporte para claves de acceso
fr: Prise en charge des clés d'accès (passkeys)
hu: Hozzáférési kulcsok támogatása
it: Supporto passkey
ja: パスキーのサポート
ko: 패스키 지원
pt_br: Suporte a chaves de acesso
pt_pt: Suporte a chaves de acesso
uk: Підтримка ключів доступу
zh_hans: 通行密钥支持

# pref_item_autofill_passwords_enabled_text
source: Advertises passwords support to the Credential Manager, allowing the app to fulfill requests
ar: يعلن دعم كلمات المرور لمدير بيانات الاعتماد، مما يتيح للتطبيق تلبية الطلبات
de: Teilt dem Credential Manager mit, dass Passwörter unterstützt werden, damit die App entsprechende Anfragen bearbeiten kann
fr: Annonce la prise en charge des mots de passe au gestionnaire d'identifiants, permettant à l'application de répondre aux demandes.
hu: Jelszavak támogatásának hirdetése a Hitelesítőadat-kezelő (Credential Manager) számára, lehetővé téve a kérések teljesítését az alkalmazásnak
ko: 인증 관리자에 비밀번호 지원을 알리고 요청을 처리할 수 있도록 허용합니다.
pt_br: Anuncia suporte a senhas para o Gerenciador de Credenciais, permitindo que o aplicativo atinja solicitações
pt_pt: Anunciar que há suporte para palavras-passe no Gestor de Credenciais, permitindo que a aplicação atenda a pedidos
uk: Повідомляє Менеджеру облікових даних про підтримку паролів, що дає застосунку змогу виконувати запити
zh_hans: 向凭证管理器声明支持密码，从而允许应用程序完成请求

# pref_item_autofill_passwords_enabled_title
source: Passwords support
ar: دعم كلمات المرور
de: Passwortunterstützung
fr: Prise en charge des mots de passe
hu: Jelszavak támogatása
ko: 비밀번호 지원
pt_br: Suporte para senhas
pt_pt: Suporte para palavras-passe
uk: Підтримка паролів
zh_hans: 密码支持

# pref_item_autofill_privileged_apps_text
source: Privileged apps can make credential requests on behalf of other services
ar: التطبيقات ذات الامتيازات يمكنها تقديم طلبات بيانات الاعتماد نيابة عن خدمات أخرى
de: Privilegierte Apps können im Namen anderer Dienste Anmeldedaten anfordern
es: Las aplicaciones privilegiadas pueden hacer peticiones de credenciales en nombre de otros servicios
fr: Les applications privilégiées peuvent effectuer des demandes d'identifiants au nom d'autres services
hu: A kiváltságos alkalmazások más szolgáltatások nevében kérhetnek hitelesítő adatokat
it: Le app con privilegi possono fare richieste per le credenziali per conto di un altro servizio
ja: 認証された特権アプリは、他のサービスの代わりに認証情報をリクエストできます
pt_br: Aplicativos privilegiados podem fazer solicitações de credenciais em nome de outros serviços
pt_pt: Aplicativos com privilégios podem fazer solicitações de credenciais em nome de outros serviços
ru: Привилегированные приложения могут запрашивать учетные данные от имени других сервисов
uk: Привілейовані застосунки можуть надсилати запити на отримання облікових даних від імені інших сервісів
zh_hans: 特权应用可以代表其他服务发出凭证请求

# pref_item_autofill_privileged_apps_title
source: Privileged apps
ar: التطبيقات ذات الامتيازات
de: Privilegierte Apps
es: Aplicaciones privilegiadas
fr: Applications privilégiées
hu: Kiváltságos alkalmazások
it: App privilegiate
ja: 特権アプリケーション
ko: 독점 권한 앱
pt_br: Aplicativos privilegiados
pt_pt: Aplicativos privilegiados
ru: Привилегированные приложения
uk: Привілейовані застосунки
zh_hans: 特权应用

# pref_item_autofill_respect_autofill_disabled_note
source: Note that some websites are known for disabling autofill for password fields. Additionally, some browsers are known for ignoring the autofill-disabled flag.
ar: لاحظ أن بعض مواقع الويب تشتهر بتعطيل الملء التلقائي لحقل كلمة المرور، كما تشتهر بعض المتصفحات بتجاهل علامة تعطيل الملء التلقائي
de: Beachten Sie, dass einige Webseiten dafür berüchtigt sind, Autofill für ein Passwortfeld zu deaktivieren sowie einige Browser dafür berüchtigt sind, die Deaktiviert-Markierung für Autofill zu ignorieren
es: Toma en cuenta que algunos sitios web es difícil desactivar el autorrellenado para un campo de contraseña, así como algunos navegadores son difíciles para ignorar la bandera se autorrellenado desactivado
fr: Notez que certains sites Web sont notoires pour désactiver le remplissage automatique pour un champ de mot de passe ainsi que certains navigateurs sont connus pour ignorer le paramètre de saisie automatique désactivé
hu: Megjegyzés: Néhány weboldal hírhedt arról, hogy letiltja az automatikus kitöltést a jelszómezőknél, valamint néhány böngésző hírhedt arról, hogy figyelmen kívül hagyja az automatikus kitöltés letiltási jelzést
it: Si noti che alcuni siti web sono noti per la disabilitazione del riempimento automatico per un campo di password così come alcuni browser sono noti per ignorare il flag di riempimento automatico disabilitato
ja: 一部のウェブサイトではパスワードフィールドの自動入力が無効化されており、一部のブラウザでは自動入力無効化フラグが無視されることに注意してください。
ko: 일부 웹사이트는 비밀번호 필드의 자동 완성을 꺼 두는 경우도 있습니다. 마찬가지로 일부 브라우저는 자동 완성 사용 안 함 플래그를 무시하는 경우가 있습니다.
pt_br: Observe que alguns sites são conhecidos por desativar o preenchimento automático de um campo de senha, assim como alguns navegadores são conhecidos por ignorar o sinalizador de desativação do preenchimento automático
pt_pt: Note que alguns sites são conhecidos por desativar o preenchimento automático para um campo de palavra-passe, bem como alguns navegadores são conhecidos por ignorar o preenchimento automático desabilitado.
ru: Обратите внимание, что некоторые сайты отключают автозаполнение поля пароля, а некоторые браузеры известны тем, что игнорируют флаг отключения автозаполнения
uk: Зверніть увагу, що деякі вебсайти відключають автозаповнення паролів, а деякі веббраузери ігнорують прапорець відключення автозаповнення.
zh_hans: 请注意，有些网站会禁用密码字段的自动填写功能，有些浏览器也会忽略禁用自动填写功能的标记。

# pref_item_autofill_respect_autofill_disabled_text
source: Disables autofill for a browser field that has autofill disabled flag set
ar: تعطيل الملء التلقائي لحقل المتصفح الذي يحتوي على مجموعة علامات تعطيل الملء التلقائي
de: Deaktiviert Autofill für Browserfelder, in denen Autofill deaktiviert ist
es: Desactiva el autocompletado para un campo del navegador que tiene la bandera de autocompletado desactivado
fr: Désactive le remplissage automatique pour un champ de navigateur où le remplissage automatique y est normalement désactivé
hu: Letiltja az automatikus kitöltést azoknál a böngészőmezőknél, amelyeknél az automatikus kitöltés letiltási jelzés be van állítva
it: Disabilita il riempimento automatico per un campo del browser che ha disabilitato il riempimento automatico
ja: 自動入力無効フラグが設定されているブラウザフィールドの自動入力を無効にします。
ko: 자동 완성 사용 안 함 플래그가 설정된 브라우저 필드에는 자동 완성을 사용하지 않습니다.
pt_br: Desativa o preenchimento automático para um campo do navegador que tenha o sinalizador de desativação do preenchimento automático definido
pt_pt: Desativa o preenchimento automático para um campo do navegador que tem o sinalizador de preenchimento automático desabilitado
ru: Отключает автозаполнение поля браузера, в котором отключен флажок автозаполнения
uk: Вимкнути автозаповнення в браузері для поля, яке має вимкнений прапорець автозаповнення
zh_hans: 禁用存在禁止自动填充标签的浏览器字段

# pref_item_autofill_respect_autofill_disabled_title
source: Respect Autofill disabled flag
ar: احترام علامة تعطيل الملء التلقائي
de: Autofill deaktiviert Markierung respektieren
es: Respetar la bandera de autocompletado desactivado
fr: Respecter les désactivations du remplissage automatique
hu: Automatikus kitöltés letiltási jelzés tiszteletben tartása
it: Rispetta il toggle dell'autofill disattivato
ja: 自動入力無効フラグに従う
ko: 자동 완성 사용 안 함 플래그 인식
pt_br: Respeitar o sinalizador de preenchimento automático
pt_pt: Respeitar o sinalizador de preenchimento automático
ru: Соблюдать отключение автозаполнения
uk: Поважати прапорець вимкнення автозаповнення
zh_hans: 尊重自动填充禁用标识
